tap "homebrew/bundle"
brew "bat"
brew "gh"
brew "ghq"
brew "peco"
brew "tmux"
brew "tree"
brew "wget"
cask "cursor"
cask "docker"
cask "figma"
cask "google-chrome"
cask "karabiner-elements"
cask "notion"
cask "postman"
cask "raycast"
cask "slack"
cask "visual-studio-code"
cask "warp"
