tap "homebrew/bundle"
tap "homebrew/services"
brew "asdf"
brew "azure-cli"
brew "bat"
brew "detect-secrets"
brew "dnsmasq"
brew "gettext"
brew "gh"
brew "ghq"
brew "jq"
brew "just"
brew "mkcert"
brew "nss"
brew "peco"
brew "pre-commit"
brew "tfenv"
brew "tmux"
brew "tree"
brew "wget"
brew "yq"
cask "cursor"
cask "docker"
cask "figma"
cask "google-chrome"
cask "karabiner-elements"
cask "notion"
cask "postman"
cask "raycast"
cask "slack"
cask "visual-studio-code"
cask "warp"
vscode "ms-ceintl.vscode-language-pack-ja"
