tap "homebrew/bundle"
tap "homebrew/services"
brew "gettext"
brew "asdf"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "php"
brew "composer"
brew "detect-secrets"
brew "dnsmasq"
brew "gh"
brew "ghq"
brew "go-task"
brew "jq"
brew "just"
brew "mise"
brew "mkcert"
brew "neovim"
brew "nss"
brew "ollama"
brew "pdfcpu"
brew "peco"
brew "pre-commit"
brew "pwgen"
brew "tfenv"
brew "tmux"
brew "tree"
brew "wget"
brew "yq"
cask "antigravity"
cask "claude-code"
cask "cursor"
cask "docker-desktop"
cask "figma"
cask "google-chrome"
cask "karabiner-elements"
cask "notion"
cask "obsidian"
cask "postman"
cask "raycast"
cask "slack"
cask "visual-studio-code"
cask "warp"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-ceintl.vscode-language-pack-ja"
