tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "sidneys/homebrew"
tap "supabase/tap"
brew "apr-util"
brew "libssh2"
brew "aria2"
brew "cabextract"
brew "cdrtools"
brew "cmake"
brew "composer"
brew "rtmpdump"
brew "curl"
brew "flyctl"
brew "freetds"
brew "jq"
brew "libfido2"
brew "libpq"
brew "mecab"
brew "mecab-ipadic"
brew "mysql"
brew "nodebrew"
brew "php"
brew "php@7.4", restart_service: :changed
brew "postgresql@14"
brew "pwgen"
brew "pyenv"
brew "python-tk@3.12"
brew "tmux"
brew "wimlib"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "hashicorp/tap/terraform"
brew "sidneys/homebrew/openssl@1.0"
brew "sidneys/homebrew/chntpw"
cask "pgadmin4"
vscode "amiralizadeh9480.laravel-extra-intellisense"
vscode "antfu.goto-alias"
vscode "astro-build.astro-vscode"
vscode "batisteo.vscode-django"
vscode "bcakyz.vue-packs"
vscode "bierner.markdown-mermaid"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.path-intellisense"
vscode "codelios.dartsass"
vscode "codingyu.laravel-goto-view"
vscode "damms005.devdb"
vscode "dariofuzinato.vue-peek"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.next-js"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "glenn2223.live-sass"
vscode "glitchbl.laravel-create-view"
vscode "hashicorp.terraform"
vscode "hollowtree.vue-snippets"
vscode "ihunte.laravel-blade-wrapper"
vscode "ionutvmi.path-autocomplete"
vscode "kevinrose.vsc-python-indent"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "msjsdiag.vscode-react-native"
vscode "naoray.laravel-goto-components"
vscode "nuxt.mdc"
vscode "nuxtr.nuxt-vscode-extentions"
vscode "nuxtr.nuxtr-vscode"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "onecentlin.laravel-blade"
vscode "onecentlin.laravel-extension-pack"
vscode "onecentlin.laravel5-snippets"
vscode "pgl.laravel-jump-controller"
vscode "redhat.java"
vscode "rettimo.nextjs-vscode-snippets"
vscode "ryannaddy.laravel-artisan"
vscode "sdras.night-owl"
vscode "shardulm94.trailing-spaces"
vscode "shufo.vscode-blade-formatter"
vscode "skyboost.nuxt-3-goto"
vscode "stef-k.laravel-goto-controller"
vscode "streetsidesoftware.code-spell-checker"
vscode "tabnine.tabnine-vscode"
vscode "thebarkman.vscode-djaneiro"
vscode "unifiedjs.vscode-mdx"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vue.volar"
vscode "willjleong.nuxt-typescript-snippets"
vscode "xabikos.javascriptsnippets"
vscode "xdebug.php-debug"
